export const books = [
  {
    name: "English File Elementary Workbook with key",
    img: "https://0.academia-photos.com/attachment_thumbnails/60710573/mini_magick20220704-27946-1lsoloh.png?1656933894",
    url: "https://drive.google.com/file/d/1SqCjkbdnbeP4fIrklh-4GGQa6gzlV_Xg/view?usp=drive_link",
    description:
      "English File Elementary Workbook with key – бул англис тилин үйрөнүүчүлөргө багытталган окуу куралынын бир бөлүгү. Бул китеп English File- сериясынын бир бөлүгү болуп саналат жана башталгыч деңгээлдеги окуучулар үчүн иштелип чыккан. -Workbook with key дегенден, бул иштөө дептеринде жооптордун ачкычы бар экенин түшүнсө болот, бул окуучуларга өз алдынча окуу жана өз иштерин текшерүүгө мүмкүнчүлүк берет.Китептин негизги максаттарынын бири – окуучулардын грамматикалык жана лексикалык билимдерин чыңдоо. Ошондой эле, ал аудио жана видео материалдар менен коштолгон тапшырмаларды камтыйт, бул окуучуларга тилди көбүрөөк угуп, түшүнүү жана сүйлөө практикасын жасоого жардам берет. English File сериясы окуучуларга тилди тереңирээк үйрөнүүгө жана алардын сүйлөшүү жана угуу чеберчиликтерин өнүктүрүүгө багытталган.",
  },
  {
    name: "English File Elementary Student's Book",
    img: "https://bookshop.ge/content/uploads/products/9780194598644.jpg",
    url: "https://drive.google.com/file/d/1HJap_lrLV-nR1dzaUcGYC_L-aDrJov48/view?usp=drive_link",
    description:
      "English File Elementary Student's Book – бул англис тилин үйрөнүүчүлөргө арналган популярдуу окуу куралынын бир бөлүгү. Бул китеп English File сериясынын элементардык (башталгыч) деңгээли үчүн иштелип чыккан жана англис тилин жаңыдан үйрөнүп жаткан окуучуларга багытталган.English File- методикасы окуучуларга тилди кызыктуу жана таасирдүү түрдө үйрөтүүгө басым жасайт. Китептин мазмуну окуучулардын тил үйрөнүү процессинде мотивациясын жогорулатууга жана алардын өзүн-өзү ишенимдүү сезүүсүн камсыз кылууга багытталган.",
  },
  {
    name: "Самый лучший самоучитель английского языка",
    img: "https://img3.labirint.ru/rc/9f38e1158886f0b77d9b68348175d53d/363x561q80/books48/476415/cover.jpg?1664468877",
    url: "https://drive.google.com/file/d/1vB6FhCSqjHjB7c3wTj8n710ytgoNFF4X/view",
    description:
      "Самый лучший самоучитель английского языка авторлору Петрова, Орлова – бул англис тилин өз алдынча үйрөнүү үчүн иштелип чыккан окуу куралы. Бул китеп окуучуларга англис тилинин грамматикасын, лексикасын жана фразеологиясын негизден баштап кеңейтүүгө жардам берет. Адатта, мындай самоучителдер ар кандай деңгээлдеги окуучуларга ылайыкталып, алардын тил үйрөнүү процессин жеңилдетүүгө багытталган.",
  },
];
