export const books = [
  {
    name: "English File Elementary Workbook with key",
    img: "https://0.academia-photos.com/attachment_thumbnails/60710573/mini_magick20220704-27946-1lsoloh.png?1656933894",
    url: "https://drive.google.com/file/d/1SqCjkbdnbeP4fIrklh-4GGQa6gzlV_Xg/view?usp=drive_link",
    description:
      "English File Elementary Workbook with key – бул англис тилин үйрөнүүчүлөргө багытталган окуу куралынын бир бөлүгү. Бул китеп English File- сериясынын бир бөлүгү болуп саналат жана башталгыч деңгээлдеги окуучулар үчүн иштелип чыккан. -Workbook with key дегенден, бул иштөө дептеринде жооптордун ачкычы бар экенин түшүнсө болот, бул окуучуларга өз алдынча окуу жана өз иштерин текшерүүгө мүмкүнчүлүк берет.Китептин негизги максаттарынын бири – окуучулардын грамматикалык жана лексикалык билимдерин чыңдоо. Ошондой эле, ал аудио жана видео материалдар менен коштолгон тапшырмаларды камтыйт, бул окуучуларга тилди көбүрөөк угуп, түшүнүү жана сүйлөө практикасын жасоого жардам берет. English File сериясы окуучуларга тилди тереңирээк үйрөнүүгө жана алардын сүйлөшүү жана угуу чеберчиликтерин өнүктүрүүгө багытталган.",
  },
  {
    name: "English File Elementary Student's Book",
    img: "https://bookshop.ge/content/uploads/products/9780194598644.jpg",
    url: "https://drive.google.com/file/d/1HJap_lrLV-nR1dzaUcGYC_L-aDrJov48/view?usp=drive_link",
    description:
      "English File Elementary Student's Book – бул англис тилин үйрөнүүчүлөргө арналган популярдуу окуу куралынын бир бөлүгү. Бул китеп English File сериясынын элементардык (башталгыч) деңгээли үчүн иштелип чыккан жана англис тилин жаңыдан үйрөнүп жаткан окуучуларга багытталган.English File- методикасы окуучуларга тилди кызыктуу жана таасирдүү түрдө үйрөтүүгө басым жасайт. Китептин мазмуну окуучулардын тил үйрөнүү процессинде мотивациясын жогорулатууга жана алардын өзүн-өзү ишенимдүү сезүүсүн камсыз кылууга багытталган.",
  },
  {
    name: "Самый лучший самоучитель английского языка",
    img: "https://img3.labirint.ru/rc/9f38e1158886f0b77d9b68348175d53d/363x561q80/books48/476415/cover.jpg?1664468877",
    url: "https://drive.google.com/file/d/1vB6FhCSqjHjB7c3wTj8n710ytgoNFF4X/view?usp=drive_link",
    description:
      "Самый лучший самоучитель английского языка авторлору Петрова, Орлова – бул англис тилин өз алдынча үйрөнүү үчүн иштелип чыккан окуу куралы. Бул китеп окуучуларга англис тилинин грамматикасын, лексикасын жана фразеологиясын негизден баштап кеңейтүүгө жардам берет. Адатта, мындай самоучителдер ар кандай деңгээлдеги окуучуларга ылайыкталып, алардын тил үйрөнүү процессин жеңилдетүүгө багытталган.",
  },
  {
    name: "Вся граматика англиского языка в таблицах",
    img: "https://image.isu.pub/140415043443-d49f13301bd295dd6cae688dc22b3a52/jpg/page_1.jpg",
    url: "https://drive.google.com/file/d/1MOgaRWnn715P5FKAm_1h01MNoteV5G1Y/view?usp=sharing",
    description:
      "Вся грамматика английского языка в таблицах – бул англис тилинин грамматикалык аспекттерин окуучуларга жана өз алдынча үйрөнүүчүлөргө жеңил жана түшүнүктүү түрдө берүүгө багытталган окуу материалы. Бул китеп же ресурс көбүнчө англис тилинин грамматикалык эрежелерин жана структураларын системалуу жана визуалдык форматта көрсөтүү үчүн таблицаларды колдонот.",
  },
  {
    name: "Я поМОГУ говорить по англиский",
    img: "https://cv6.litres.ru/pub/c/cover_330/19353761.jpg",
    url: "https://drive.google.com/file/d/1UOuAIG0hcfxY59Uq4ZfEPWd3VFFKntM1/view?usp=sharing",
    description:
      "Англисче сүйлөп баштоо үчүн, сиз жөн гана тилдик тоскоолдуктан өтүп, баарлаша башташыңыз керек. Бул колдонмо сизге бул жагынан жардам берет.Бул китептин жардамы менен сиз сүйлөө жөндөмүңүздү машыгып, сөз байлыгыңызды кеңейтип, белгилүү бир жагдайларда эмнени так айтыш керек экенин биле аласыз. ",
  },
  {
    name: "Raymond Murphy – English Grammar in Use ",
    img: "https://sun9-77.userapi.com/impf/c846020/v846020305/1b9533/vXdcYdaPBik.jpg?size=445x604&quality=96&sign=e1d69b1896fda32f9319d1ee8d4086b1&type=album",
    url: "https://drive.google.com/file/d/1zgl4s4N0HsHBpgz0Um1CB3MFXJqnOI5_/view?usp=drive_link",
    description:
      "English Grammar in Use – бул Raymond Murphy тарабынан жазылган жана англис тилинин грамматикасын өз алдынча үйрөнүүчүлөр үчүн иштелип чыккан белгилүү окуу куралы. Бул китеп орто жана жогорку деңгээлдеги окуучулар үчүн ылайыкталган жана англис тилинин грамматикалык аспекттерин тереңдетип үйрөнүүгө багытталган.",
  },
  {
    name: "ПОЛИГЛОТ. Дмитрий Петров. Выучим иностранный язык за 16 часов ",
    img: "https://img3.labirint.ru/rc/0dbd039245fbd0198b5aa11d0850618a/363x561q80/books47/466207/cover.jpg?1613366744",
    url: "https://drive.google.com/file/d/1npcJe7At-9D8xNhPxCeYdPeAkQY_56jD/view?usp=sharing",
    description:
      "Полиглот. Выучим иностранный язык за 16 часов! – бул Дмитрий Петров тарабынан иштелип чыккан тил үйрөнүү методу. Дмитрий Петров – орусиялык лингвист жана педагог, ал көптөгөн тилдерди билет жана өзүнүн тил үйрөнүү боюнча ыкмалары менен белгилүү. Анын методу тез арада жаңы тил үйрөнүүгө багытталган жана ал өзүнүн курстарында жана китептеринде бул ыкмаларды бөлүшөт.",
  },
  {
    name: "английский самоучитель для дебилов",
    img: "https://img4.labirint.ru/rc/48021d46892e327d1332a4083a1ae4e6/363x561q80/books70/699230/cover.jpg?1564206819",
    url: "https://drive.google.com/file/d/1yiz_49r5Mosc-nVrkzDmX4-_rM7TqZQX/view?usp=sharing",
    description:
      "Эң татаал грамматикалык теманы эң толук акылсызга так түшүндүрүп бере алган жана биринчи китеби.",
  },
  {
    name: "New Headway: Beginner A1",
    img: "https://m.media-amazon.com/images/I/814OTkXS3lL._AC_UF1000,1000_QL80_.jpg",
    url: "https://apoyanblog.wordpress.com/wp-content/uploads/2017/08/new_headway_beginner_-_student_39_s_book.pdf",
    description:
      "Күнүмдүк англис тили жана сүйлөгөн грамматика  бөлүмдөрү чыныгы дүйнөдөгү сүйлөө көндүмдөрүн колдонушат, ал эми китептин арткы бетиндеги ар бир бөлүм үчүн жазуу бөлүмү студенттерге анализдөө жана тууроо үчүн моделдерди камсыз кылат.",
  },
  {
    name: "Английская грамматика без боли",
    img: "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR_kpK7687MzT8QeM4UXLtNYXbYCuuUIZpGUlnyBBo4_A&s",
    url: "https://drive.google.com/file/d/14CRWXLBl6g6NMcQO9jriwW-wjiVylYgL/view?usp=drive_link",
    description:
      "Ребекка Эллиотт өзүнүн китебинде грамматиканын эң керектүү эрежелерин тез жана юмор менен түшүндүрүп берет жана эң кеңири таралган сүйлөө каталарын оңдоого жардам берет, ал эми күлкүлүү мээ тизгиндери Өткөндү эстеп калууга жардам берет. Англис тилинин грамматикасы эч качан мынчалык жөнөкөй болгон эмес ... жана ушунчалык оорутпаган!",
  },
  {
    name: "Живая граматика англиского языка",
    img: "https://sun9-26.userapi.com/impf/c845523/v845523657/1b820c/j1VyRSgN2gQ.jpg?size=590x807&quality=96&sign=06a63a00a72717f9a8e6fc4920ef0050&c_uniq_tag=qDPVUFfMyQ4M5aArARkiKK2n2-TJpNMFMioRXNBOejg&type=album",
    url: "https://drive.google.com/file/d/1nqfJb9AK4Dfl72M1Kw-RNJb6TD9QaF1c/view?usp=drive_link",
    description:
      "Ребекка Эллиотт өзүнүн китебинде грамматиканын эң керектүү эрежелерин тез жана юмор менен түшүндүрүп берет жана эң кеңири таралган сүйлөө каталарын оңдоого жардам берет, ал эми күлкүлүү мээ тизгиндери Өткөндү эстеп калууга жардам берет. Англис тилинин грамматикасы эч качан мынчалык жөнөкөй болгон эмес ... жана ушунчалык оорутпаган!",
  },
  {
    name: "все правило англиского языка книга",
    img: "https://img4.labirint.ru/rc/314faa8fdca4ca71dbc0b06ae3904c5e/363x561q80/books51/509406/cover.jpg?1613388361",
    url: "https://drive.google.com/file/d/1-zoxtfUsqox3ZZ0EQJaLlPHoWhPX0RoY/view?usp=drive_link",
    description:
      "Ребекка Эллиотт өзүнүн китебинде грамматиканын эң керектүү эрежелерин тез жана юмор менен түшүндүрүп берет жана эң кеңири таралган сүйлөө каталарын оңдоого жардам берет, ал эми күлкүлүү мээ тизгиндери Өткөндү эстеп калууга жардам берет. Англис тилинин грамматикасы эч качан мынчалык жөнөкөй болгон эмес ... жана ушунчалык оорутпаган!",
  },
];
